[
    {
        "Source": "Heart Of Darkness",
        "Text": "The sea-reach of the Thames stretched before us like the beginning of an interminable waterway. In the offing the sea and the sky were welded together without a joint, and in the luminous space the tanned sails of the barges drifting up with the tide seemed to stand still in red clusters of canvas sharply peaked, with gleams of varnished sprits."
    },
    {
        "Source": "Heart Of Darkness",
        "Text": "I flew around like mad to get ready, and before forty-eight hours I was crossing the Channel to show myself to my employers, and sign the contract. In a very few hours I arrived in a city that always makes me think of a whited sepulchre. Prejudice no doubt. I had no difficulty in finding the Company's offices."
    },
    {
        "Source": "Heart Of Darkness",
        "Text": "It arrested me, and he stood by civilly, holding an empty half-pint champagne bottle (medical comforts) with the candle stuck in it. To my question he said Mr. Kurtz had painted this-in this very station more than a year ago-while waiting for means to go to his trading post. 'Tell me, pray,' said I, 'who is this Mr. Kurtz?'"
    },
    {
        "Source": "Heart Of Darkness",
        "Text": "In exterior he resembled a butcher in a poor neighbourhood, and his eyes had a look of sleepy cunning. He carried his fat paunch with ostentation on his short legs, and during the time his gang infested the station spoke to no one but his nephew. You could see these two roaming about all day long with their heads close together in an everlasting confab."
    },
    {
        "Source": "Heart Of Darkness",
        "Text": "The dusk was falling. I had to wait in a lofty drawing-room with three long windows from floor to ceiling that were like three luminous and bedraped columns. The bent gilt legs and backs of the furniture shone in indistinct curves. The tall marble fireplace had a cold and monumental whiteness. A grand piano stood massively in a corner; with dark gleams on the flat surfaces like a sombre and polished sarcophagus. A high door opened-closed. I rose."
    },
    {
        "Source": "Alice's Adventures in Wonderland",
        "Text": "So she was considering in her own mind (as well as she could, for the hot day made her feel very sleepy and stupid), whether the pleasure of making a daisy-chain would be worth the trouble of getting up and picking the daisies, when suddenly a White Rabbit with pink eyes ran close by her."
    },
    {
        "Source": "Alice's Adventures in Wonderland",
        "Text": "Very soon the Rabbit noticed Alice, as she went hunting about, and called out to her in an angry tone, 'Why, Mary Ann, what are you doing out here? Run home this moment, and fetch me a pair of gloves and a fan! Quick, now!' And Alice was so much frightened that she ran off at once in the direction it pointed to, without trying to explain the mistake it had made."
    },
    {
        "Source": "Alice's Adventures in Wonderland",
        "Text": "It was so long since she had been anything near the right size, that it felt quite strange at first; but she got used to it in a few minutes, and began talking to herself, as usual. ‘Come, there's half my plan done now! How puzzling all these changes are! I'm never sure what I'm going to be, from one minute to another! However, I've got back to my right size: the next thing is, to get into that beautiful garden-how is that to be done, I wonder?'"
    },
    {
        "Source": "Alice's Adventures in Wonderland",
        "Text": "Alice could see, as well as if she were looking over their shoulders, that all the jurors were writing down ‘stupid things!' on their slates, and she could even make out that one of them didn't know how to spell ‘stupid,' and that he had to ask his neighbour to tell him. ‘A nice muddle their slates'll be in before the trial's over!' thought Alice."
    },
    {
        "Source": "Alice's Adventures in Wonderland",
        "Text": "‘Oh, I've had such a curious dream!' said Alice, and she told her sister, as well as she could remember them, all these strange Adventures of hers that you have just been reading about; and when she had finished, her sister kissed her, and said, ‘It was a curious dream, dear, certainly: but now run in to your tea; it's getting late.' So Alice got up and ran off, thinking while she ran, as well she might, what a wonderful dream it had been."
    },
    {
        "Source": "Pride And Prejudice",
        "Text": "In a few days Mr. Bingley returned Mr. Bennet's visit, and sat about ten minutes with him in his library. He had entertained hopes of being admitted to a sight of the young ladies, of whose beauty he had heard much; but he saw only the father. The ladies were somewhat more fortunate, for they had the advantage of ascertaining from an upper window that he wore a blue coat, and rode a black horse."
    },
    {
        "Source": "Pride And Prejudice",
        "Text": "As no objection was made to the young people's engagement with their aunt, and all Mr. Collins's scruples of leaving Mr. and Mrs. Bennet for a single evening during his visit were most steadily resisted, the coach conveyed him and his five cousins at a suitable hour to Meryton; and the girls had the pleasure of hearing, as they entered the drawing-room, that Mr. Wickham had accepted their uncle's invitation, and was then in the house."
    },
    {
        "Source": "Pride And Prejudice",
        "Text": "She had not been many hours at home before she found that the Brighton scheme, of which Lydia had given them a hint at the inn, was under frequent discussion between her parents. Elizabeth saw directly that her father had not the smallest intention of yielding; but his answers were at the same time so vague and equivocal, that her mother, though often disheartened, had never yet despaired of succeeding at last."
    },
    {
        "Source": "Pride And Prejudice",
        "Text": "When he was gone, they were certain at least of receiving constant information of what was going on, and their uncle promised, at parting, to prevail on Mr. Bennet to return to Longbourn, as soon as he could, to the great consolation of his sister, who considered it as the only security for her husband's not being killed in a duel."
    },
    {
        "Source": "Pride And Prejudice",
        "Text": "If he had been wavering before as to what he should do, which had often seemed likely, the advice and entreaty of so near a relation might settle every doubt, and determine him at once to be as happy as dignity unblemished could make him. In that case he would return no more. Lady Catherine might see him in her way through town; and his engagement to Bingley of coming again to Netherfield must give way."
    },
    {
        "Source": "Frankenstein; Or, The Modern Prometheus",
        "Text": "You may conceive my astonishment on hearing such a question addressed to me from a man on the brink of destruction and to whom I should have supposed that my vessel would have been a resource which he would not have exchanged for the most precious wealth the earth can afford. I replied, however, that we were on a voyage of discovery towards the northern pole."
    },
    {
        "Source": "Frankenstein; Or, The Modern Prometheus",
        "Text": "At that instant my father entered. I saw unhappiness deeply impressed on his countenance, but he endeavoured to welcome me cheerfully; and, after we had exchanged our mournful greeting, would have introduced some other topic than that of our disaster, had not Ernest exclaimed, \"Good God, papa! Victor says that he knows who was the murderer of poor William.\""
    },
    {
        "Source": "Frankenstein; Or, The Modern Prometheus",
        "Text": "The old man, leaning on his son, walked each day at noon, when it did not rain, as I found it was called when the heavens poured forth its waters. This frequently took place, but a high wind quickly dried the earth, and the season became far more pleasant than it had been."
    },
    {
        "Source": "Frankenstein; Or, The Modern Prometheus",
        "Text": "When the news reached Leghorn that Felix was deprived of his wealth and rank, the merchant commanded his daughter to think no more of her lover, but to prepare to return to her native country. The generous nature of Safie was outraged by this command; she attempted to expostulate with her father, but he left her angrily, reiterating his tyrannical mandate."
    },
    {
        "Source": "Frankenstein; Or, The Modern Prometheus",
        "Text": "The wind, which had fallen in the south, now rose with great violence in the west. The moon had reached her summit in the heavens and was beginning to descend; the clouds swept across it swifter than the flight of the vulture and dimmed her rays, while the lake reflected the scene of the busy heavens, rendered still busier by the restless waves that were beginning to rise. Suddenly a heavy storm of rain descended."
    },
    {
        "Source": "Huckleberry Finn",
        "Text": "Now she had got a start, and she went on and told me all about the good place.  She said all a body would have to do there was to go around all day long with a harp and sing, forever and ever.  So I didn't think much of it. But I never said so.  I asked her if she reckoned Tom Sawyer would go there, and she said not by a considerable sight.  I was glad about that, because I wanted him and me to be together."
    },
    {
        "Source": "Huckleberry Finn",
        "Text": "Ben Rogers said he couldn't get out much, only Sundays, and so he wanted to begin next Sunday; but all the boys said it would be wicked to do it on Sunday, and that settled the thing.  They agreed to get together and fix a day as soon as they could, and then we elected Tom Sawyer first captain and Jo Harper second captain of the Gang, and so started home."
    },
    {
        "Source": "Huckleberry Finn",
        "Text": "Pap he hadn't been seen for more than a year, and that was comfortable for me; I didn't want to see him no more.  He used to always whale me when he was sober and could get his hands on me; though I used to take to the woods most of the time when he was around."
    },
    {
        "Source": "Huckleberry Finn",
        "Text": "I went down to the front garden and clumb over the stile where you go through the high board fence.  There was an inch of new snow on the ground, and I seen somebody's tracks.  They had come up from the quarry and stood around the stile a while, and then went on around the garden fence.  It was funny they hadn't come in, after standing around so.  I couldn't make it out.  It was very curious, somehow."
    },
    {
        "Source": "Huckleberry Finn",
        "Text": "It did seem a powerful long time before Jim's light showed up; and when it did show it looked like it was a thousand mile off.  By the time I got there the sky was beginning to get a little gray in the east; so we struck for an island, and hid the raft, and sunk the skiff, and turned in and slept like dead people."
    },
    {
        "Source": "A Tale Of Two Cities",
        "Text": "With those words the passenger opened the coach-door and got in; not at all assisted by his fellow-passengers, who had expeditiously secreted their watches and purses in their boots, and were now making a general pretence of being asleep. With no more definite purpose than to escape the hazard of originating any other kind of action."
    },
    {
        "Source": "A Tale Of Two Cities",
        "Text": "Making his way through the tainted crowd, dispersed up and down this hideous scene of action, with the skill of a man accustomed to make his way quietly, the messenger found out the door he sought, and handed in his letter through a trap in it. For, people then paid to see the play at the Old Bailey, just as they paid to see the play in Bedlam-only the former entertainment was much the dearer."
    },
    {
        "Source": "A Tale Of Two Cities",
        "Text": "Defarge refreshed himself with a draught of wine-but, he took less than was given to the stranger, as being himself a man to whom it was no rarity-and stood waiting until the countryman had made his breakfast. He looked at no one present, and no one now looked at him; not even Madame Defarge, who had taken up her knitting, and was at work."
    },
    {
        "Source": "A Tale Of Two Cities",
        "Text": "The President required the name of that citizen. The accused explained that the citizen was his first witness. He also referred with confidence to the citizen's letter, which had been taken from him at the Barrier, but which he did not doubt would be found among the papers then before the President."
    },
    {
        "Source": "A Tale Of Two Cities",
        "Text": "But, all this was at first. Before long, the consideration that there was no disgrace in the fate he must meet, and that numbers went the same road wrongfully, and trod it firmly every day, sprang up to stimulate him. Next followed the thought that much of the future peace of mind enjoyable by the dear ones, depended on his quiet fortitude. So, by degrees he calmed into the better state, when he could raise his thoughts much higher, and draw comfort down."
    },
    {
        "Source": "Metamorphosis",
        "Text": "The three gentlemen stepped out of their room and looked round in amazement for their breakfasts; they had been forgotten about. \"Where is our breakfast?\", the middle gentleman asked the cleaner irritably. She just put her finger on her lips and made a quick and silent sign to the men that they might like to come into Gregor's room. They did so, and stood around Gregor's corpse with their hands in the pockets of their well-worn coats. It was now quite light in the room."
    },
    {
        "Source": "Metamorphosis",
        "Text": "The first thing he wanted to do was get the lower part of his body out of the bed, but he had never seen this lower part, and could not imagine what it looked like; it turned out to be too hard to move; it went so slowly; and finally, almost in a frenzy, when he carelessly shoved himself forwards with all the force he could gather, he chose the wrong direction, hit hard against the lower bedpost, and learned from the burning pain he felt that the lower part of his body might well, at present, be the most sensitive."
    },
    {
        "Source": "Metamorphosis",
        "Text": "But the chief clerk had turned away as soon as Gregor had started to speak, and, with protruding lips, only stared back at him over his trembling shoulders as he left. He did not keep still for a moment while Gregor was speaking, but moved steadily towards the door without taking his eyes off him. He moved very gradually, as if there had been some secret prohibition on leaving the room."
    },
    {
        "Source": "Metamorphosis",
        "Text": "He spent the whole night there. Some of the time he passed in a light sleep, although he frequently woke from it in alarm because of his hunger, and some of the time was spent in worries and vague hopes which, however, always led to the same conclusion: for the time being he must remain calm, he must show patience and the greatest consideration so that his family could bear the unpleasantness that he, in his present condition, was forced to impose on them."
    },
    {
        "Source": "Metamorphosis",
        "Text": "He was hardly inside his room before the door was hurriedly shut, bolted and locked. The sudden noise behind Gregor so startled him that his little legs collapsed under him. It was his sister who had been in so much of a rush. She had been standing there waiting and sprung forward lightly, Gregor had not heard her coming at all, and as she turned the key in the lock she said loudly to her parents \"At last!\"."
    },
    {
        "Source": "Dracula",
        "Text": "Just as I had come to this conclusion I heard a heavy step approaching behind the great door, and saw through the chinks the gleam of a coming light. Then there was the sound of rattling chains and the clanking of massive bolts drawn back. A key was turned with the loud grating noise of long disuse, and the great door swung back."
    },
    {
        "Source": "Dracula",
        "Text": "She threw herself on her knees, and raising up her hands, cried the same words in tones which wrung my heart. Then she tore her hair and beat her breast, and abandoned herself to all the violences of extravagant emotion. Finally, she threw herself forward, and, though I could not see her, I could hear the beating of her naked hands against the door."
    },
    {
        "Source": "Dracula",
        "Text": "I feel so happy to-night. I have been so miserably weak, that to be able to think and move about is like feeling sunshine after a long spell of east wind out of a steel sky. Somehow Arthur feels very, very close to me. I seem to feel his presence warm about me. I suppose it is that sickness and weakness are selfish things and turn our inner eyes and sympathy on ourselves, whilst health and strength give Love rein, and in thought and feeling he can wander where he wills."
    },
    {
        "Source": "Dracula",
        "Text": "It was a lonely vigil. Just after I had taken my place I heard a distant clock strike twelve, and in time came one and two. I was chilled and unnerved, and angry with the Professor for taking me on such an errand and with myself for coming. I was too cold and too sleepy to be keenly observant, and not sleepy enough to betray my trust so altogether I had a dreary, miserable time."
    },
    {
        "Source": "Dracula",
        "Text": "Another surprise. Mina woke me early, about the same time as yesterday, and asked me to bring Dr. Van Helsing. I thought that it was another occasion for hypnotism, and without question went for the Professor. He had evidently expected some such call, for I found him dressed in his room. His door was ajar, so that he could hear the opening of the door of our room. He came at once; as he passed into the room, he asked Mina if the others might come, too."
    },
    {
        "Source": "The Golden Bird",
        "Text": "Time passed on; and as the eldest son did not come back, and no tidings were heard of him, the second son set out, and the same thing happened to him. He met the fox, who gave him the good advice: but when he came to the two inns, his eldest brother was standing at the window where the merrymaking was, and called to him to come in; and he could not withstand the temptation, but went in, and forgot the golden bird and his country in the same manner."
    },
    {
        "Source": "The Goose-Girl",
        "Text": "When the time came for them to set out, the fairy went into her bed-chamber, and took a little knife, and cut off a lock of her hair, and gave it to the princess, and said, ‘Take care of it, dear child; for it is a charm that may be of use to you on the road.' Then they all took a sorrowful leave of the princess; and she put the lock of hair into her bosom, got upon her horse, and set off on her journey to her bridegroom's kingdom."
    },
    {
        "Source": "Hansel And Gretel",
        "Text": "They walked the whole night long, and by break of day came once more to their father's house. They knocked at the door, and when the woman opened it and saw that it was Hansel and Gretel, she said: ‘You naughty children, why have you slept so long in the forest?-we thought you were never coming back at all!' The father, however, rejoiced, for it had cut him to the heart to leave them behind alone."
    },
    {
        "Source": "Frederick And Catherine",
        "Text": "Away ran Catherine, and away ran the dog across the field: but he ran faster than she, and stuck close to the steak. ‘It's all gone, and “what can't be cured must be endured”,' said Catherine. So she turned round; and as she had run a good way and was tired, she walked home leisurely to cool herself."
    },
    {
        "Source": "Snowdrop",
        "Text": "Then he told her all that had happened, and said, ‘I love you far better than all the world; so come with me to my father's palace, and you shall be my wife.' And Snowdrop consented, and went home with the prince; and everything was got ready with great pomp and splendour for their wedding."
    },
    {
        "Source": "War And Peace",
        "Text": "One of the next arrivals was a stout, heavily built young man with close-cropped hair, spectacles, the light-colored breeches fashionable at that time, a very high ruffle, and a brown dress coat. This stout young man was an illegitimate son of Count Bezúkhov, a well-known grandee of Catherine's time who now lay dying in Moscow."
    },
    {
        "Source": "War And Peace",
        "Text": "Though he was certainly rather bigger than the other men in the room, her anxiety could only have reference to the clever though shy, but observant and natural, expression which distinguished him from everyone else in that drawing room. "
    },
    {
        "Source": "War And Peace",
        "Text": "The whole day had been hot. Somewhere a storm was gathering, but only a small cloud had scattered some raindrops lightly, sprinkling the road and the sappy leaves. The left side of the forest was dark in the shade, the right side glittered in the sunlight, wet and shiny and scarcely swayed by the breeze. Everything was in blossom, the nightingales trilled, and their voices reverberated now near, now far away."
    },
    {
        "Source": "War And Peace",
        "Text": "All the best and happiest moments of his life-especially his earliest childhood, when he used to be undressed and put to bed, and when leaning over him his nurse sang him to sleep and he, burying his head in the pillow, felt happy in the mere consciousness of life-returned to his memory, not merely as something past but as something present."
    },
    {
        "Source": "War And Peace",
        "Text": "The rain had stopped, and only the mist was falling and drops from the trees. Denísov, the esaul, and Pétya rode silently, following the peasant in the knitted cap who, stepping lightly with outturned toes and moving noiselessly in his bast shoes over the roots and wet leaves, silently led them to the edge of the forest."
    },
    {
        "Source": "Gulliver's Travels into Several Remote Nations of the World",
        "Text": "Ingratitude is among them a capital crime, as we read it to have been in some other countries: for they reason thus; that whoever makes ill returns to his benefactor, must needs be a common enemy to the rest of mankind, from whom he has received no obligation, and therefore such a man is not fit to live."
    },
    {
        "Source": "Gulliver's Travels into Several Remote Nations of the World",
        "Text": "The next day I sailed to another island, and thence to a third and fourth, sometimes using my sail, and sometimes my paddles.  But, not to trouble the reader with a particular account of my distresses, let it suffice, that on the fifth day I arrived at the last island in my sight, which lay south-south-east to the former."
    },
    {
        "Source": "Gulliver's Travels into Several Remote Nations of the World",
        "Text": "On the 16th of April we put in at the Downs.  I landed next morning, and saw once more my native country, after an absence of five years and six months complete.  I went straight to Redriff, where I arrived the same day at two in the afternoon, and found my wife and family in good health."
    },
    {
        "Source": "Gulliver's Travels into Several Remote Nations of the World",
        "Text": "I durst make no return to this malicious insinuation, which debased human understanding below the sagacity of a common hound, who has judgment enough to distinguish and follow the cry of the ablest dog in the pack, without being ever mistaken."
    },
    {
        "Source": "Gulliver's Travels into Several Remote Nations of the World",
        "Text": "It is easy for us who travel into remote countries, which are seldom visited by Englishmen or other Europeans, to form descriptions of wonderful animals both at sea and land.  Whereas a traveller's chief aim should be to make men wiser and better, and to improve their minds by the bad, as well as good, example of what they deliver concerning foreign places."
    },
    {
        "Source": "The Republic",
        "Text": "Now, I said, you are on more substantial and almost unanswerable ground; for if the injustice which you were maintaining to be profitable had been admitted by you as by others to be vice and deformity, an answer might have been given to you on received principles; but now I perceive that you will call injustice honourable and strong, and to the unjust you will attribute all the qualities which were attributed by us before to the just, seeing that you do not hesitate to rank injustice with wisdom and virtue."
    },
    {
        "Source": "The Republic",
        "Text": "And is he likely to be brave who has no spirit, whether horse or dog or any other animal? Have you never observed how invincible and unconquerable is spirit and how the presence of it makes the soul of any creature to be absolutely fearless and indomitable?"
    },
    {
        "Source": "The Republic",
        "Text": "Well, I replied, I suppose that I must retrace my steps and say what I perhaps ought to have said before in the proper place. The part of the men has been played out, and now properly enough comes the turn of the women. Of them I will proceed to speak, and the more readily since I am invited by you."
    },
    {
        "Source": "The Republic",
        "Text": "You are aware, I replied, that quick intelligence, memory, sagacity, cleverness, and similar qualities, do not often grow together, and that persons who possess them and are at the same time high-spirited and magnanimous are not so constituted by nature as to live orderly and in a peaceful and settled manner; they are driven any way by their impulses, and all solid principle goes out of them."
    },
    {
        "Source": "The Republic",
        "Text": "And the end is that when they see the people, not of their own accord, but through ignorance, and because they are deceived by informers, seeking to do them wrong, then at last they are forced to become oligarchs in reality; they do not wish to be, but the sting of the drones torments them and breeds revolution in them."
    }
]